[
    {
        "id": "01",
        "companyLogo": "https://www.vhv.rs/dpng/d/405-4052168_google-logo-png-image-transparent-background-google-png.png",
        "jobTitle": "Web Developer",
        "companyName": "Google LLC",
        "remoteOrOnsite": "Remote",
        "fullTimePartTime": "Full-time",
        "location": "Dhaka, Bangladesh",
        "salary": "90K - 130K",
        "jobDescription": "We are looking for an experienced web developer to join our team. The ideal candidate will have strong technical skills and a passion for building high-quality websites and web applications.",
        "jobResponsibility": "Develop and maintain web applications. Write clean, efficient, and well-documented code, Collaborate with designers and other developers, Troubleshoot and debug issues, Stay up-to-date with emerging trends and technologies",
        "educationalRequirements": "Bachelor's degree in Computer Science or a related field, 5+ years of experience in web development, Proficient in HTML, CSS, JavaScript, and other web technologies, Experience with modern web frameworks like React or Vue.js",
        "Experiences": "3+ years of experience in web development",
        "phone": "01723-00 00 39",
        "email": "info@gmail.com",
        "address": " Dhanmondi 32, Sukrabad Dhaka, Bangladesh"
    },
    {
        "id": "02",
        "companyLogo": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Amazon_logo.svg",
        "jobTitle": "Customer Service Representative",
        "companyName": "Amazon",
        "remoteOrOnsite": "Onsite",
        "fullTimePartTime": "Full-time",
        "location": "Los Angeles, California",
        "salary": "50K - 70K",
        "jobDescription": "We are seeking a Customer Service Representative to join our team. The ideal candidate will have excellent communication skills and a passion for helping customers.",
        "jobResponsibility": "Provide exceptional customer service to our clients, Respond to customer inquiries via phone, email, and chat, Troubleshoot issues and provide solutions, Collaborate with other departments to ensure customer satisfaction",
        "educationalRequirements": "Requirements:, High school diploma or equivalent, 1+ years of experience in customer service, Excellent communication skills, Strong problem-solving skills",
        "Experiences": "  1-2 Years in this field",
        "phone": "01745 23 44 12",
        "email": "amazon@gmail.com",
        "address": "Los Angeles, California"
    },
    {
        "id": "03",
        "companyLogo": "https://upload.wikimedia.org/wikipedia/commons/3/39/Logo_of_Twitter%2C_Inc..svg",
        "jobTitle": "Software Engineer",
        "companyName": "twitter",
        "remoteOrOnsite": "Onsite",
        "fullTimePartTime": "Full-time",
        "location": "New Jersey",
        "salary": "120k - 200k",
        "jobDescription": "We are looking for a talented software engineer to help us build and maintain our software products. The ideal candidate will have a strong background in software development and a passion for creating high-quality software.",
        "jobResponsibility": "Develop and maintain software products, Write clean, efficient, and well -documented code, Collaborate with other developers and stakeholders to design and implement new features, Troubleshoot and debug issues, Stay up-to-date with emerging trends and technologies",
        "educationalRequirements": "Requirements:, Bachelor's degree in Computer Science or a related field, 3+ years of experience in software development, Proficient in at least one programming language such as Java, Python, or C++, Experience with software development tools and frameworks",
        "Experiences": "  3+ Years in this field",
        "phone": "01828 23 44 37",
        "email": "twitter@gmail.com",
        "address": "New Jersey, USA"
    },
    {
        "id": "04",
        "companyLogo": "https://cdn.freebiesupply.com/logos/large/2x/airbnb-2-logo-png-transparent.png",
        "jobTitle": "Marketing Manager",
        "companyName": "airbnb",
        "remoteOrOnsite": "Remote",
        "fullTimePartTime": "Part-time",
        "location": "Alaska, USA",
        "salary": "100k - 140k",
        "jobDescription": "We are seeking a Marketing Manager to lead our marketing team. The ideal candidate will have a strong track record of developing and executing successful marketing campaigns.",
        "jobResponsibility": "Develop and execute marketing campaigns across multiple channels, Manage and mentor a team of marketers, Collaborate with cross-functional teams to align marketing strategy with business goals, Analyze and report on campaign performance, Stay up-to-date with emerging trends and technologies in marketing",
        "educationalRequirements": "Bachelor's degree in Marketing, Business, or a related field, 5+ years of experience in marketing, Experience managing a team, Strong communication and project management skills",
        "Experiences": "  5+ Years in this field",
        "phone": "013442 23 44 28",
        "email": "airbnb@gmail.com",
        "address": "Alaska, USA"
    },
    {
        "id": "05",
        "companyLogo": "https://logowik.com/content/uploads/images/tesla.jpg",
        "jobTitle": "Software Engineer",
        "companyName": "Tesla",
        "remoteOrOnsite": "Onsite",
        "fullTimePartTime": "Full-time",
        "location": "New York",
        "salary": "200K - 250K",
        "jobDescription": "We are looking for a talented graphic designer to help us create visual designs for our clients. The ideal candidate will have strong creative skills and a portfolio of work showcasing their design abilities.",
        "jobResponsibility": "Create designs for various projects including logos, websites, and marketing materials, Collaborate with clients and project managers to understand project requirements, Present designs to clients and incorporate feedback, Stay up-to-date with emerging design trends and technologies",
        "educationalRequirements": "Requirements:, Bachelor's degree in Graphic Design or a related field, 2+ years of experience in graphic design, Proficient in design tools such as Adobe Photoshop and Illustrator, Strong communication and project management skills",
        "Experiences": "  2-3 Years in this field",
        "phone": "01934 23 44 34",
        "email": "tesla@gmail.com",
        "address": "New York, USA"
    },
    {
        "id": "06",
        "companyLogo": "https://bi-jingo.com/wp-content/uploads/2009/03/netflix-logo-png-clip-art.png",
        "jobTitle": "Senior Product Designer",
        "companyName": "Netflix",
        "remoteOrOnsite": "Remote",
        "fullTimePartTime": "Full-time",
        "location": "India",
        "salary": "150k-200k",
        "jobDescription": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "educationalRequirements": "Bachelor degree to complete any reputational university.",
        "Experiences": "2-3 Years in this field.",
        "phone": "01750 56 44 34",
        "email": "netflix@gmail.com",
        "address": "Delhi, India"
    }
]